{
    "es": {
        "h1carrito": "Mi carrito",
        "cierre": "Cerrar Sesión",
        "zapatillas": "Mis zapatillas",
        "zapatillasPrecio": "Precio: 35.90€",
        "eliminar": "Eliminar",
        "chaqueton": "Chaquetón Azul",
        "chaquetonPrecio": "Precio: 49.99€",
        "subtotal": "Subtotal",
        "precioSIva": "Precio sin IVA",
        "precioIva": "Precio con IVA",
        "comprar": "Comprar",
        "informacion": "Información",
        "terminos": "Terminos de uso",
        "privacidad": "Política de Privacidad",
        "cookies": "Política de Cookies",
        "mapa": "Mapa Web",
        "contacto": "Contacto",
        "idioma": "Cambiar el idioma de la página",
        "castellano": "Castellano",
        "ingles": "Inglés",
        "ayuda": "¿Necesita ayuda?",
        "contacte": "Contacte con nosotros",
        "terminosTexto": "Menswear-BQ considerará como dueño de una Cuenta de Usuario, Plataforma de Usuario o Contenido de Usuario creado o subido a los Servicios de Menswear-BQ correspondientes, a la persona o entidad que tiene acceso a la dirección de correo electrónico consignadaen los registros de Menswear-BQ para dicha Cuenta de Usuario bajo la cual se ha creado dicha Plataforma de Usuario o Contenido de Usuario.",
        "cerrar": "Cerrar",
        "aceptar": "Aceptar",
        "privacidadTexto": "La Política de Privacidad establece los términos en que usa y protege la información que es proporcionada por sus usuarios al momento de utilizar su sitio web. Esta compañía está comprometida con la seguridad de los datos de sus usuarios. Cuando le pedimos llenar los campos de información personal con la cual usted pueda ser identificado, lo hacemos asegurando que sólo se empleará de acuerdo con los términos de este documento. Sin embargo esta Política de Privacidad puede cambiar con el tiempo o ser actualizada por lo que  le recomendamos y enfatizamos revisar continuamente esta página para asegurarse que está de acuerdo con dichos cambios.",
        "cookiesTexto": "Nuestro sitio web emplea las cookies para poder identificar las páginas que son visitadas y su frecuencia. Esta información es empleada únicamente para análisis estadístico y después la información se elimina de forma permanente. Usted puede eliminar las cookies en cualquier momento desde su ordenador. Sin embargo las cookies ayudan a proporcionar un mejor servicio de los sitios web, estás no dan acceso a información de su ordenador ni de usted, a menos de que usted así lo quiera y la proporcione directamente noticias. Usted puede aceptar o negar el uso de cookies, sin embargo la mayoría de navegadores aceptan cookies automáticamente pues sirve para tener un mejor servicio web. También usted puede cambiar la configuración de su ordenador para declinar las cookies. Si se declinan es posible que no pueda utilizar algunos de nuestros servicios.",
        "mapaInicio": "Inicio",
        "mapaAdmin": "Administración",
        "mapaProd": "Productos",
        "mapaCat": "Categorías",
        "mapaTiendas": "Tiendas",
        "mapaPerfil": "Perfil",
        "mapaPed": "Mis Pedidos",
        "mapaFav": "Mis favoritos",
        "mapaDatos": "Mis datos"
    },
    "en": {
        "h1carrito": "My cart",
        "cierre": "Sign of",
        "zapatillas": "High heels",
        "zapatillasPrecio": "Price: 35.90€",
        "eliminar": "Remove",
        "chaqueton": "Blue Coat",
        "chaquetonPrecio": "Price: 49.99€",
        "subtotal": "Subtotal",
        "precioSIva": "Price without IVA",
        "precioIva": "Price with IVA",
        "comprar": "Buy",
        "informacion": "Information",
        "terminos": "Terms of Use",
        "privacidad": "Privacy Policy",
        "cookies": "Cookies Policy",
        "mapa": "Web Map",
        "contacto": "Contact",
        "idioma": "Change the language of the page",
        "castellano": "Spanish",
        "terminosTexto": "Menswear-BQ will consider as the owner of a User Account, User Platform or User Content created or uploaded to the corresponding Menswear-BQ Services, the person or entity that has access to the email address recorded in the records of Menswear-BQ for said User Account under which said User Platform or User Content has been created.",
        "cerrar": "Close",
        "aceptar": "Agree",
        "privacidadTexto": "The Privacy Policy establishes the terms in which it uses and protects the information that is provided by its users when using its website. This company is committed to the security of its users' data. When we ask you to fill in the personal information fields with which you can be identified, we do so by ensuring that it will only be used in accordance with the terms of this document. However, this Privacy Policy may change over time or be updated, so we recommend and emphasize that you continually review this page to ensure that you agree with such changes.",
        "cookiesTexto": "Our website uses cookies to be able to identify the pages that are visited and their frequency. This information is used only for statistical analysis and then the information is permanently deleted. You can delete cookies at any time from your computer. However, cookies help provide a better service on websites, they do not give access to information on your computer or you, unless you want it and provide it directly with news. You can accept or deny the use of cookies, however most browsers automatically accept cookies as it serves to have a better web service. You can also change your computer settings to decline cookies. If they decline you may not be able to use some of our services.",
        "mapaInicio": "Index",
        "mapaAdmin": "Management",
        "mapaProd": "Products",
        "mapaCat": "Categories",
        "mapaTiendas": "Shops",
        "mapaPerfil": "Profile",
        "mapaPed": "My orders",
        "mapaFav": "My favourites",
        "mapaDatos": "My data"
    }
}